{
    "title": "FinNexus Website",
    "navs": {
        "home": "Home",
        "team": "Team",
        "partners": "Partners",
        "news": "News",
        "whitePaper": "White Paper",
        "whitePaperZh": "White Paper(CH)",
        "whitePaperEn": "White Paper(EN)"
    },
    "pages": {
        "home": {
            "title": "Welcome to the official FinNexus website",
            "keywords": "keywords",
            "description": "description",
            "subscribe": "Subscribe",
            "subscribePlaceholder": "Please enter the email address",
            "slogan": "Finance Evolved",
            "banner": {
                "title": "FinNexus-Finance Evolved",
                "by": "Bridging decentralized and traditional Finance"
            },
            "why": {
                "title": "Why <span>${name}</span>",
                "description": "DeFi has come to represent the forefront of blockchain based finance. However, from the perspective of investors, there are a number of key issues the DeFi ecosystem is still not able to solve:",
                "list": [
                    {
                        "title": "What to invest in?",
                        "desc": "Lack of diverse investments",
                        "clazz": "one",
                        "class_div": "div1"
                    },
                    {
                        "title": "Why invest?",
                        "desc": "Lack of investments with fundamental value",
                        "clazz": "two",
                        "class_div": "div2"
                    },
                    {
                        "title": "How to invest?",
                        "desc": "Lack of convenient options for investment",
                        "clazz": "three",
                        "class_div": "div3"
                    }
                ]
            },
            "target": {
                "title": "<span>${name}</span>'s goal",
                "content": [
                    "Advancing blockchain based open finance through the",
                    "establishment of a one stop shop protocol based on the three pillars",
                    "of DeFi (diversity, value, and convenience)."
                ]
            },
            "doSomething": "What does <span>${name}</span> do",
            "whats": {
                "title": "What is <span>${name}</span>",
                "content": [
                    "FinNexus is an open finance hub making connections",
                    "among assets, users, blockchains and service providers."
                ]
            },
            "partner": "<span>${name}</span> Partners",
            "team": "<span>${name}</span> Team",
            "operationsTeam": {
                "title": "Team Members",
                "list": [
                    {
                        "avatar": "yangtao.png",
                        "name": "Boris Yang",
                        "job": "Founder & CEO",
                        "desc": [
                            "Boris graduated from UIBE，with double degrees in Finance and Law. He is the co-founder of Wanchain and main designer of Wanchain. He is an experienced blockchain industry insider with concentrations in product design and business operations. Before entering the blockchain industry he had many years of experience in internet startups."
                        ]
                    },
                    {
                        "avatar": "bobchen.png",
                        "name": "Bob Chen",
                        "job": "Co-founder & CTO",
                        "desc": [
                            "Bob graduated from Harbin Institute of Technology, and is an expert in internet and blockchain technology. He previously worked for internet giants such as Alibaba and Qihoo 360. After entering the blockchain industry, he led a team in the development of an asset management wallet. His expertise is in blockchain asset security management."
                        ]
                    },
                    {
                        "avatar": "maikliu.png",
                        "name": "Maik Liu",
                        "job": "Technical Specialist",
                        "desc": [
                            "Maik graduated from National Formosa University. He is a mobile product specialist and was honored with Cheetah Mobile’s Outstanding Contribution Award. He was former Senior Director of Cheetah Mobile and Co-founder of Bitrue exchange. He also has considerable experience in mobile apps and the crypto industry."
                        ]
                    },
                    {
                        "avatar": "railytian.png",
                        "name": "Raily Tian",
                        "job": "Financial Specialist",
                        "desc": [
                            "Raily earned his master’s degree in financial engineering from York University. He has worked in the finance industry for more than 10 years. He worked in investment banking as a senior level CSRC licensed compliance officer for publicly listed companies. His expertise is in  securities products and he specializes in finance and risk control."
                        ]
                    },
                    {
                        "avatar": "jacktung.png",
                        "name": "Jack Tung",
                        "job": "Legal Expert",
                        "desc": [
                            "Jack graduated from Nanyang Technological University. He has more than 10 years of experience in asset management services for companies. He is a senior Fintech consultant, specializing in framework design for asset management compliance, and architecture design for financial enterprise compliance."
                        ]
                    }
                ]
            },
            "investmentAgency": {
                "title": "Founding Investors",
                "description": [
                    "The FinNexus project was initiated by two major founding investors,",
                    "Wanchain and SuperAtom."
                ],
                "list": [
                    {
                        "pic": "wanchainlogo.png",
                        "desc": [
                            "Wanchain is one of the foremost projects in the blockchain industry. The project has made advances in the fields of privacy protection, cross-chain integrations, and proof of stake consensus mechanisms. Wanchain's technology will form the basis for the FinNexus platform, and the Wanchain team will provide comprehensive technical support for FinNexus."
                        ]
                    },
                    {
                        "pic": "superatomlogo.png",
                        "desc": [
                            "SuperAtom is a fintech company incubated by Cheetah Mobile (NYSE: CMCM) with various locally licensed fintech companies in the United States, Taiwan, Southeast Asia, and more. SuperAtom will play a key role in FinNexus’s early stages by working together to tokenize financial products which provide moderate and stable investment returns."
                        ]
                    }
                ]
            },
            "mentor": {
                "title": "Steering Committee",
                "description": "FinNexus has established its steering committee with members who are each specialists in their respective fields. From blockchain, mobile internet, finance, law, etc.",
                "list": [
                    {
                        "avatar": "jacklu.png",
                        "name": "Jack Lu",
                        "job": "Founder of Wanchain",
                        "desc": [
                            "Jack is co-founder of Factom, and founder & CEO of Wanchain. In 2013, he entered the blockchain industry and led the projects Factom and Wanchain to achieve multiple technical innovations in areas such as privacy protection, cross-chain protocol, and new consensus mechanisms."
                        ]
                    },
                    {
                        "avatar": "scarletxiao.png",
                        "name": "Scarlet Xiao",
                        "job": "SVP of Cheetah Mobile",
                        "desc": [
                            "Scarlet is a board member of Cheetah Mobile and Chairman of the Board of SuperAtom. She worked as a public relation director at Qihoo 360 and as a communication manager of Yahoo China. Since October 2010, she has taken the position of VP of Cheetah Mobile where she oversees business development and marketing."
                        ]
                    },
                    {
                        "avatar": "zhangyiqin.png",
                        "name": "Eason Zhang",
                        "job": "FP of River Capital",
                        "desc": [
                            "Eason is a founding partner of River Capital, and member of China Youth Angel Investor Leader Association. He has invested over 60 science and technology companies. Has served as the head of product department of Sohu, VP of China Mobile 12580, and president of HNA Group Internet Business."
                        ]
                    }
                ]
            }
        }
    }
}
